Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “杨管事您找我？”
en_us: "Manager Yang, did you ask for me?"

source: “杨管事，杨管事！”
en_us: "Manager Yang, Manager Yang!"

source: “果然……”
en_us: "Indeed..."

source: “果然……”林立点了点头，脸上露出一丝了然的神色。
en_us: "As expected..." Lin Li nodded his head with a knowing expression on his face.

source: “果然……又完美融合了！”
en_us: "Sure enough… another perfect fusion!"

source: “果然是黑莲花！”林立赶紧放下手中的烧杯，生怕一个不小心，将那一片黑莲花花瓣全掉进去了。
en_us: "It is indeed the black lotus!" Lin Li placed the beaker in his hands down on the table, as if he was afraid he'd drop all the black lotus petals into it.

source: “果然有效！”
en_us: "It was indeed effective!"

source: “果然能封印元力，好神奇！”
en_us: My essence force has indeed been sealed off! How magical!

source: “果然还是老不死你明白我心，知道我有话说……”
en_us: "You really do understand me, Old Fart Undying. You know I have words to say…"

source: “柳长老。”
en_us: "Elder Liu."

source: “格林先生为人宽厚，不会因为这些小事跟我们计较的，况且以格林先生的实力，想要找人的话，又怎么可能找不出来？看来这一次，我们真是有些多事了……”自从出了翡翠高塔之后，艾萨克神色间显得异常轻松，在他看来，再怎么糟糕的事，也比不过面对葛瑞安那老贱人了。
en_us: "Mr Grimm is magnanimous and won't haggle over such trifles with us. Besides, with Mr Grimm's ability, how can he not find someone if he sets his mind to it? Looks like this time, we were too meddlesome..." Since leaving the Emerald Tower, Isaac's expression was unusually relaxed. To him, no matter how bad things were, they couldn't be worse than facing Gerian, that old jerk.

source: “格林爷爷……”罗琳俏脸绯红，声音中却又透出几分幽怨：“可是人家不愿意教我……”
en_us: "Grandpa Grimm..." Rowling's pretty face was beaming red, but her voice was somewhat bitter. "But he doesn't want to teach me..."

source: “格雷斯科？”林立知道自己很有天赋，但却没想到竟强到这种程度，格雷斯科是什么人，从老家伙口中他多多少少也算知道一些，黑暗年代最强大的魔法师，凡人中最接近神祗的强者，曾经以一己之力击溃整个高等精灵魔法军团的法师之神，林立怎么也想不到，自己的魔法天赋竟然能强到这种程度。
en_us: "Geresco?" Lin Li knew he was gifted, but he had never imagined he'd be this powerful. He knew more or less from the old man who Geresco was. He was the most powerful mage in the Dark Ages, the strongest of mortals nearest to the divine. The God of Mages who single-handedly defeated the entire Magic Legion of the High Elves. Lin Li could never have imagined his own magical gifts to be this strong.

source: “桀桀！”
en_us: "Charge! Charge!"

source: “梅林家族？”这已经是林立第二次听葛瑞安提起这个名字了，上一次是在前几天进行等级认证的时候，他记得当时胖老头好象发了很大的火，扬言要将这个梅林家族如何如何来的……
en_us: "The Merlin Family?" It was the second time Lin Li heard Gerian mentioning the name; the previous time was a few days ago when he was going through the level certification. He remembered the fat old man throwing a huge tantrum, threatening to do something to the Merlin Family..

source: “梅林家？”林立皱了皱眉头，觉得这名字好象有些耳熟，只是想了半天，却又想不起在什么地方听过。
en_us: "The Merlin Family?" Lin Li frowned at the mention of the familiar name. But after thinking for long, he couldn't recall where he had heard that name.

source: “欢迎光临。”这间装备店的老板，是个看上去挺老实的中年人，将两人迎进店里的时候，脸上的笑容显得很诚恳，对林立身上那件又皱又旧的法师袍，居然一点也没有冷眼相看的意思。
en_us: "Welcome," the store owner welcomed them into the shop with a sincere-looking smile. The middle-aged man had a rather honest appearance and surprisingly, did not scorn Lin Li for his crumpled, threadbare mage robe.

source: “欧灵，我……我没看错吧？”马森的声音，就好象梦呓一样。
en_us: "Orrin, I... I'm not seeing things, am I?" Marson's voice was as if he was sleeptalking.

source: “欧灵，能让我看看你的右手吗？”
en_us: "Orrin, could you let me take a look at your right hand?"

source: “正事要紧，你先去忙你的，叔叔就不多留你了，不过以后有时间的话，可一定要来魔法公会看看叔叔哦。”葛瑞安笑得温和而又慈祥，仿佛真是一位和蔼的长者。
en_us: "Important things come first, go and do what you need to do. Uncle will not make you stay any longer. But if there's time in the future, you must come to the Guild of Magic to visit Uncle." Gerian's smile was gentle and amiable, jus like an affable senior’s.

source: “此地不宜久留。”
en_us: "I cannot stay here for too long. "

source: “武技又进步了？难道这黑色元力真的那么邪门，问题是黑色元力在我身上，我不过是和他们对战而已，他们的武技怎么可能有所感悟？邪门，太邪门了……”
en_us: "His technique improved too? The black essence force is so bizarre. But the thing is, the black essence force is within me; all I did was to battle them, so how could their technique improve? Bizarre indeed... "

source: “武殿给的！”
en_us: "The Martial Arts Hall gave them to me!"

source: “武殿？”
en_us: "The Martial Arts Hall?"

source: “武殿？铸鼎境九重？”
en_us: The martial arts hall? The ninth grade of the Cast Tripod Realm?

source: “毒龙钻！”
en_us: "Venom Dragon Drill!"

source: “比凯文还小两岁，不过人家可比凯文那小子出息多了，接掌曼尼斯家族的时候，这小子才刚满二十岁，当时我们这一群老家伙都以为，这回曼尼斯家族怕是要元气大伤了，谁知道这几年下来，曼尼斯家族不但没伤着元气，反倒是比在他爹手里更加兴旺。”葛瑞安说着，又有些不爽的瞪了林立一眼：“想起来老子就有气，这他妈到底什么世道，加洛斯怎么尽出这种妖孽，前几年出了个伊瑟拉还不够，现在又出了你这个更妖的小王八蛋……”
en_us: "Two years younger than Kevin, but he's much more promising than him. The boy was only 20 when he took over the Mannes Family. At the time, us old fellows thought that the Mannes Family would be weakened this time. But who knew that, for all these years, not only did the Mannes Family not decline, it was more prosperous than in his father's hands." As Gerian spoke, he shot a discontented glare at Lin Li. "It makes me angry just thinking about it. Damn it, what kind of world are we living in? Why is Jarrosus full of this kind of demons? A few years ago it was Ysera, and now there's you, a little bastard even more demonic..."

source: “比武技？你们这群酒囊饭袋……什么时候比得过我？”
en_us: "Competing martial arts? You bunch of good for nothings... When did you think you can win against me?"

source: “江如虎……”
en_us: "Jiang Ruhu..."

source: “江如虎今日我必须要废，谁敢拦我，后果自负！”
en_us: "Today I will cripple Jiang Ruhu. Anyone who obstructs me shall face the consequences!"

source: “江如虎受死？”
en_us: "Jiang Ruhu, accept your death?"

source: “江如虎果然派人盯梢！”
en_us: "Jiang Ruhu has indeed sent people to tail behind me!" Jiang Yi murmured

source: “江如虎说不定明天就会找来，还是先研究一下黑色元力吧，这内伤反正已经暂时压制了，迟些再疗养好了……”
en_us: "Who can say for certain that Jiang Ruhu won't come tomorrow? I think I should start researching that black essence force for a bit; after all, this inner injury has temporarily been suppressed. I think trying to heal it later would be better..."

source: “江如虎，不过劝你一句罢了，你们竟下这种狠手……哼，总有一天小爷会连本带利向你们讨回来！”
en_us: “Jiang Ruhu,” Jiang Yi muttered bitterly, “all I did was nag you a little, yet you guys attacked me?! Hmph! One day I’ll get my revenge against you!”

source: “江如虎，我就知道你不会放过我，所幸小爷……也从没奢望你会高抬贵手。”
en_us: "Jiang Ruhu, I knew you would not let me off so easily. Thankfully, this young master... has never had excessive hopes that you would ever be magnanimous."

source: “江如龙？”
en_us: "Jiang Rulong?"

source: “江如龙？哼哼！我现在最缺的就是时间，如果江如龙在武殿闭关一两个月，到时候对上小爷，谁赢谁输还不一定呢！”
en_us: "Jiang Rulong? Hmph! What I'm lacking the most is time. If Jiang Rulong stays in seculsion at the Martial Arts Hall for one to two months, by the time he fights against this Young Master, no one can say for certain who would win and who would lose!"

source: “江家小贼，你敢……”
en_us: "Jiang Clan scoundrel, how dare you..."

source: “江家杂碎！”
en_us: "Jiang Clan rascal!"

source: “江家？”
en_us: "The Jiang Clan?"

source: “江恨水！”
en_us: "Jiang Henshui!"

source: “江松？他还来干什么？”
en_us: "Jiang Song? What is he doing here?"

source: “江豹！”
en_us: “Jiang Bao!”

source: “江逸住手！”
en_us: "Jiang Yi, stop!"

source: “江逸参见武堂长老！”
en_us: "Jiang Yi pay his greetings to the Martial Court Elder!"

source: “江逸快放了虎哥，否则要出大事的……”
en_us: "Jiang Yi, quickly release Brother Hu, otherwise you'll have a big problem on your own hands..."

source: “江逸，今日你竟敢断虎哥的手脚？你死定了！”
en_us: "Jiang Yi, how could you dare to break Brothe Hu's hands and legs? You're done for!"

source: “江逸，你完了，你死定了！你有种杀了我，否则我发誓要把你撕裂成碎肉！”
en_us: "Jiang Yi, you're finished, you're done for! If you have the guts, just kill me here and now, otherwise I swear I will rip you to shreds!"

source: “江逸，你敢！”
en_us: "Jiang Yi, how dare you!"

source: “江逸，你疯了吗？”
en_us: "Jiang Yi, have you gone mad?"

source: “江逸，快给我出来！”
en_us: “Jiang Yi, hurry up and report to me now!”

source: “江逸，放了虎哥，饶你一死！”
en_us: "Jiang Yi, let Brother Hu go, and we'll all spare you from death!"

source: “江逸，滚出来！”
en_us: "Jiang Yi, come out here now!"

source: “江逸，识相的就立即滚下山去，什么也不要多说，更别在这碍眼。否则坏了大爷的好事，老子让你好看！”江逸不想找事，可对方却明显没有善罢甘休的意思，江豹一双阴狠的眸子内都是凶光，冷冷盯着江逸。
en_us: “Jiang Yi, if you know what’s good for you, get off the mountain right now! Don’t bother saying anything, and don’t stay here and irritate me! If you dare to meddle in my work, I will get my revenge on you!” Jiang Yi had no desire to stir up trouble, but Jiang Bao clearly had no desire to let him be. Jiang Bao gave off an intimidating air of ferocity and ruthlessness as he eyed Jiang Yi coldly.

source: “江逸，还敢伤人，今日没人能救你！”
en_us: "Jiang Yi, you dare continue hurting people? No one can save you today!"

source: “沙沙沙……”
en_us: “Shh-shh-shh…”

source: “没……没有。”
en_us: "No...no, you're not."

source: “没事了伊娜，大概半个小时之后，麦格雷尼先生就会醒过来。”
en_us: "Everything's fine, Ina. Mr McGrenn will wake up in about half an hour's time."

source: “没事了伊娜，我已经想到办法了。”
en_us: "It's okay, Ina. I've found a way."

source: “没事的罗琳姐姐，你也是好心，想救爸爸。”伊娜又温言安慰了一番，才哄得红发美女止住哭声。
en_us: "It's alright, Sister Rowling. You were kind enough to want to save Father," Ina comforted her gently, and the redheaded beauty stopped crying.

source: “没什么事的话，我就先回去了，不然等你爸爸醒来，估计又要谢个没完没了……”林立收拾了一下，就准备回魔法公会了。
en_us: "If there's nothing else, I'll get going. If not, when your father wakes, he's going to thank me without end again..." Lin Li packed his stuff, getting ready to return to the Guild of Magic.

source: “没什么可万一的，你一会悄悄派个人去，跟他私下接触接触，先探探口风再说……”一旦涉及到利益，林立就变得活跃起来：“退一万步说了，他就算真对奥法药剂感兴趣，那需求肯定也不会太大，最多几瓶而已，到时候你悄悄从地下室弄几瓶给他，也别什么钱不钱的，就当是送个人情给他，以后说不定还能落点好处，反正只要他不公开参与竞争，就没什么太大问题。”
en_us: "There's nothing like just in case. Send someone to get in touch with him quietly later and find out what's going on first..." Lin Li became active once interests were involved. "Taking a million steps back, even if he's interested in the Arcane Magic Potion, the demand won't be high, at most a few bottles. When the time comes, you will get him a few bottles from the basement secretly. And don't talk about money, just give it to him as a personal favor. We might come to some gains in the future; as long as he doesn't compete openly, it shouldn't be a problem."

source: “没什么爸爸，你先去忙吧，我在这里休息一下就好了。”
en_us: "It's nothing, Father. Go on without me, I'll be fine after taking a short rest here."

source: “没办法，不处理掉这几个家伙，我怕还有更大的祸事。”
en_us: "Can't be helped. I'm worried there will be a greater disaster if I don't get rid of these guys."

source: “没办法，谁让这小子不肯说。”葛瑞安答得理直气壮：“不肯说就算了，反正这件是只能是他们几个干的，除了他们几个，公会里谁肯干这样的事？”
en_us: "I can't help it. He won't talk," Gerian answered boldly. "It's alright if he won't talk. Anyway, this can only be done by the few of them. Other than them, who else in the guild would do that?"

source: “没意见……”既然老人都已经开口，林立自然不会去驳他面子，再说也不是什么机密要事，让罗琳听听也算不了什么。
en_us: "Okay..." Since the old man had already spoken, Lin Li would not refute him in his face. Furthermore, it was not a secret matter; there was no harm letting Rowling listen to it.

source: “没有强大的实力！我江逸一辈子都会被江如虎这样的杂碎给踩在脚下，百般凌辱！这不是我想要的生活，绝对不是！”回想着晨时的一幕幕，江逸脸上条条青筋爆起，拳头紧握，连指甲都深深陷入了掌心。
en_us: “With my lack of strength, I, Jiang Yi, am doomed to be trampled under the feet of swine like Jiang Ruhu and fated to endure countless humiliations! This is not the life I want—neither now, nor in the future!” Jiang Yi recalled the sequence of events that had taken place in the morning. His face burning with rage and indignation, he clenched his fists tightly, letting his fingernails pierce deep into his palms.

source: “没这么邪门吧……”林立几乎是胆战心惊的抬起右手，心想老子肯定是眼花了，大白天的不可能这么见鬼！
en_us: It can't be this odd... Lin Li raised his right hand nervously, thinking he must have seen it wrong. There couldn't be a ghost in broad daylight!

source: “没道理啊，看速度这小子的确是铸鼎境二重啊，怎么会有那么变态的反应能力？”
en_us: "This does not make sense. Seeing the speed of this boy, his power level is indeed at the second stage of the Cast Tripod Realm. How could he have such obscenely powerful ability to react?

source: “没错！”
en_us: "That's right!"

source: “没错！”安度因笑得很欣慰：“在世人眼中，魔法是神秘而幽雅的艺术，但在一个真正的魔法师看来，魔法的唯一目的就是为了战斗，只有活着的魔法师，才是一个成功的魔法师！这一个多月来，你已经掌握了足够多的低级法术，同时也拥有了一定的技巧，但这还远远不够，没有经历过生死存亡，没有经过鲜血的洗礼，永远也成不了一个真正的魔法师。”
en_us: "That's right!" Andoine smiled, feeling pleased. "In the eyes of the mortals, magic is a skill that is mysterious yet elegant. But to a real mage, the only purpose of magic is to battle. A mage that lives is a mage that's really successful! You have learnt enough low-grade spells this past month, and have possessed a certain degree of skills. But it's far from enough. Without the experience of life and death, and the shower of fresh blood, you will never become a true mage."

source: “没错！”心情大爽之余，葛瑞安回答起问题也就更有耐心了：“魔法公会之所以到今天还是加洛斯第一势力，就是因为我们拥有屠魔山谷的控制权，那地方有三条稀有矿脉，漫山遍野的各种草药，最重要的是，还盛产各种高级魔晶，等奥法药剂卖完，我带你过去看看你就知道了。”
en_us: "That's right!" Gerian answered with greater patience in light of his good mood. "The reason why the Guild of Magic is still the number one force in Jarrosus today is that we have the control of the Demon Fall Valley. There are three rare mineral veins there and a great variety of herbs in that valley. Most importantly, it also abounds in all kinds of high-level magical crystals. When the auction for the Arcane Magic Potion is over, I'll bring you there and you can see for yourself."

source: “没错！”老梅林神色凝重，手中法杖一指人群中的林立：“既然这位药剂师先生有胆量侮辱梅林家族的继承人，那么我想他也应该有胆量接收被侮辱者的挑战！”
en_us: "That's right!" Old Merlin's expression was serious, he pointed his staff towards the crowd where Lin Li stood. "Since this pharmacist had the guts to humiliate the heir of Merlin Family, then I guess he'd have the guts to take on the humiliated's challenge!"

source: “没错，就是他。”葛瑞安点了点头：“还记得你刚来那天吗？
en_us: "That's right, it's him." Gerian nodded. "Do you still remember the day you came?"

source: “没错，就是这样！”
en_us: "That's right, that's exactly what happened!"

source: “没错，是不是很奇怪，魔法家族族长，却是一个咒术师……”
en_us: "That's right. Isn't it weird, the leader of a mage family is in fact a conjurer..."

source: “没错，没错了，这的确是……”
en_us: "That's right, that's right, this is indeed..."

source: “没问题。”林立清点了一下口袋里的草药，很肯定的点了点头。
en_us: "No problem." Lin Li counted the herbs in his pockets and nodded affirmatively.

source: “没问题，我也正想去加洛斯城看看。”
en_us: “Sure! I wanted to take a look around Jarrosus City too."

source: “深邃之银，一种你不明白的东西。”
en_us: "Deep silver, something you don't understand."

source: “混账东西，这一炉丹药几乎全炸了，你是怎么做事的？”
en_us: "You darned brat, this cauldron full of elixirs has been completely destroyed! What the hell did you do?"

source: “混账！”
en_us: "Bastard!"

source: “灵神丹！”
en_us: "Spirit Pills!"

source: “炸丹了？”
en_us: "The elixir exploded?"

source: “爱拿多少拿多少？”
en_us: "Take as much as I want?"

source: “父亲……”克伦威尔完全呆住了，老梅林的愤怒，就好象一根黑暗中的棍子，完全把克伦威尔给打蒙了，一时间委屈涌上心头，只是怔怔的站在那里，半天也说不出话来。
en_us: "Father..." Cromwell was completely dumbfounded. Old Merlin's anger was like a stick in the dark, beating him into bafflement. For a moment, the feeling of injustice welled up in his heart and he just stood there speechless for a long time.

source: “爸爸他……爸爸他就快要死了……”伊娜哭得一双美目红肿，在林立的不断安抚之下，这才勉强忍住了心中的悲伤，断断续续的说起了事情的经过。
en_us: "Father... Father is dying..." Ina's pretty eyes were red and swollen from all the crying. Under Lin Li's constant reassurance, she managed to hold back the sadness and began to speak intermittently, describing what’d happened.

source: “爸爸小心！”长腿美女的声音还没来得及落下，林立就忽然听见一阵破空之声传来，紧接着就是一声闷响，刚刚还呼喊着女儿名字的罗麦格雷尼连躲都没来得及躲，就被一只从天而降的椰子给砸得晕了过去。
en_us: “Father, be careful!” The long-legged beauty's voice had yet to settle when Lin Li heard a deafening sound followed by a muffled thud. McGrenn, who was just calling out his daughter's name, was knocked unconscious by a coconut that fell from the sky before he could avoid it.

source: “爽！”
en_us: "Great!"

source: “狠！”这是林立对萨鲁曼－鲁本唯一的评价。
en_us: "Ruthless!" This was Lin Li's only comment on Reuben Saruman.

source: “狮蝎……嗜血蜥蜴……雷兽，我靠！怎么还有双足飞龙的！”只见老头两眼放光，趴在柜台上一枚接一枚的数着，或是轻声低语或是大声惊呼，那神情那眼色，真是要多变态就有多变态。
en_us: "Manticore... Bloodsucking Lizard... Thunder Beast, damn! There's also a Wyvern!" The old man lay on the counter and counted them with his eyes lit, occasionally whispering or shouting. His facial expressions could not be more perverted.

source: “猜的！”
en_us: "I simply guessed!"

source: “现在你可以说了，是谁让你这么干的？”魔法公会地下室里，葛瑞安一张胖脸铁青。
en_us: "Now you can speak, who made you do it?" In the basement of the Guild of Magic, Gerian's chubby face was livid.

source: “现在开始帮你进行等级认证，你什么都不用管，只要往水晶球里输入魔力就好了。”走进大厅里，葛瑞安已经有些迫不及待了：“不用怕水晶球坏掉，你只要尽力输出就行了，其他的事我会处理。”
en_us: "From now on, we will begin the level certification. You don't have to care about anything else, just transmit your powers into the crystal ball." Gerian could hardly wait once they entered the hall. "Don't be afraid of breaking the crystal ball. Just focus on the output, I'll deal with the rest."

source: “现在的年轻人，果然比我们这些老家伙有出息多了，哈哈……”中年人突然笑了起来，，只是一双眼睛却始终盯着林立：“奥兰纳魔法公会明文规定，公会魔法师之间严禁私斗，费雷魔法师，难道没人告诉过你吗？”
en_us: "Young people nowadays, really yield more interest than us old folks, ha ha..." The middle-aged man suddenly burst out laughing, but his eyes relentlessly gazed at Lin Li: "The Alanna Guild of Magic has explicitly stated that private conflict among guild magi is strictly prohibited. Mage Felic, has no one ever told you before?"

source: “现在，你知道我是什么意思了吗？”一个瞬发击退术重创霍伦之后，安度因仍不打算罢休，只见他一边说着，一边慢慢向树下的霍伦逼近，一双眼睛当中，正透出森森的杀意。
en_us: "Now, do you know what I mean?" After inflicting heavy damage on Hoeren with an Instant Repel spell, Andoine showed no signs of stopping. He spoke as he slowly approached Hoeren under the tree, his eyes glistening with ghastly murderous intent.

source: “现在，我可以进去卖东西了吗？”林立笑咪咪的走了过去，弯下腰去向正痛苦呻吟的两人问道。
en_us: "Can I go in and sell my items now?" Lin Li approached with a grin and bent down to ask the two men who were still groaning in pain.

source: “现在？老子刚刚带人把他们干回去，估计又能消停个十几天了，埃斯霍尔这贱人，真是不知道死字怎么写，看着吧，老子迟早要把阴影之巢给他掀了……”
en_us: "Now? I just brought a bunch of people with me to fight back. I guess things will quiet down for the next ten or more days. Eiserhol, that jerk, really doesn't know how the word death is spelled. Just watch, I'll flip the Shadow's Nest over sooner or later..."

source: “用这个交任务没问题吧？”林立将半截狮蝎尾刺递给麦格雷尼。
en_us: "Is it alright to turn in this for your quest?" Lin Li handed the half piece of Manticore's hook to McGrenn.

source: “疼，疼……”
en_us: “Ouch, Ow…”

source: “白痴。”欧灵冷冷的吐出两个字。
en_us: "Idiot," Orrin coldly spat a single word.

source: “白痴！都是因为你，这炉丹药又废了，快去取刚才一样的药材，继续炼……”
en_us: "Idiot! It's because of you that this cauldron of elixirs is ruined! Quickly retrieve the same ingredients as before and continue refining..."

source: “目前还没有，不过这事查起来不难，能够接触到巫师之眼秘密的，除了你我凯文三个，其他至少都需要魔导士级别，你再仔细想想，在公会众多魔导士当中，又有哪些人最可能背叛公会？”
en_us: "Not currently. But it's not hard to look into. Apart from me, you, and Kevin, anyone that has access to the secret of the Warlock's Eyes has to be at least a Magic Shooter. And then, think again, among the Magic Shooters, who is most likely to betray the guild?"

source: “看你今天打得这么精彩，再多送你一瓶好了……”
en_us: "Let me give you another bottle on account of how exciting you fought..."

source: “看你以后还敢不敢乱嚣张……”林立过足了手瘾，这才神清气爽的丢掉手中藤条，有朝四周看了一眼,准备招呼麦格雷尼父女闪人.
en_us: "Let's see if you dare to be arrogant again." It was only when Lin Li had been satisfied with the lashings that he cast away the cane in his hand. After taking a glance at his surroundings, he motioned to McGrenn and Ina for them to flee the scene.

source: “看到没有，前面那个穿黑色法师袍，用兜帽把头遮住的家伙，就是萨鲁曼家族这一代的族长——鲁本－萨鲁曼。”这个时候唯一不紧张的，大概也只有躲在后面的这一老一少了，葛瑞安神色悠闲，一边伸出胖手指向前排，一边耐心给林立介绍着。
en_us: "See, the guy in front wearing a black mage robe and covering his head with a hood is the patriarch of the Saruman Family, Reuben Saruman." The only people who were not tense would probably be the old and young hiding behind. Gerian looked relaxed, stretching his chubby fingers out toward the front row and patiently introducing to Lin Li.

source: “看到没有，罗林家族出手了，先前那些都是小打小闹，从现在开始才是重头戏，看着吧，这三瓶的成交价要是少于二十万，我就把自己的头给拧下来！”葛瑞安在旁边笑得一脸得意。
en_us: "See, the Rolin Family has shown their hand. The previous ones were all on the small scale. From now on, it is the highlight. Just watch, if the final bid for these three bottles of potion is less than 200,000, I'll screw my own head off!" Gerian laughed pompously at a side.

source: “看招！流星拳！”
en_us: "Take this! Shooting Star Punch!"

source: “看招！缠丝手！”
en_us: "Take this! Silk Hands!"

source: “看来不再给你点教训，你这个废物的脑子永远不会灵光！”
en_us: “Looks like I’m going to have to teach you a lesson, or your good-for-nothing brain will never learn!”

source: “看来你已经猜到了……”霍伦的笑容中，隐隐带着一丝快意，自从巴瑟罗尔从加洛斯回来之后，他就无时无刻不想着为儿子报仇。
en_us: "Seems like you had already guessed it..." Hoeren's smile hid a tinge of pleasure. Ever since Bathrilor returned from Jarrosus, he had incessantly wanted to help his son take revenege.

source: “看来你病得还不轻，找人给你开点药吧……”林立不敢直视那狂热的目光，只是嘟嘟囔囔的骂了一句，就准备脚底抹油开溜，那种狂热的目光让他有些怕了，不敢再跟这丫头继续纠缠下去。
en_us: "Looks like it's not mild. I'll have someone prescribe some medicine for you..." Lin Li did not dare to look into those fervent eyes. He mumbled a curse and was ready to slip away. That fervent look had frightened him, and he did not dare to continue hanging around this wench anymore.

source: “看来你的记性不太好，不过不要紧，等你住进公会地牢之后，你有足够的时间回忆，现在——我以奥兰纳魔法公会仲裁者的身份宣布，以伤害同僚的罪名逮捕你，你有什么话，可以留到公会地牢里说，因为……你可能会住上很长一段时间。”
en_us: "It looks like your memory is fuzzy. But it won't matter, just wait until you land in prison, then you will have plenty of time to recall. Now - with my authority as Arbitrator of the Alanna Guild of Magic, you are under arrest for injuring a fellow mage. If you have anything to say, you can wait until you land in the Guild dungeon, because... you might be there for a very long time."

source: “看来是我达到了铸鼎境二重，蓝色元力凝练了，这黑色元力也被凝练了，所以消耗的速度变慢了很多。”
en_us: "Looks like I've reached the second stage of the Cast Tripod Realm. The blue essence force is more condensed; the black essence force has also become more condensed, thus its consumption speed has become much slower than before."

source: “看来真是年纪大了，脑子也开始不好使了……”林立悄悄嘀咕了一句，在葛瑞安愕然的目光中，将那只天蓝色的玻璃瓶塞进了他手里。
en_us: "Looks like you're really getting on age that even your brain's stopped working..." Lin Li whispered quietly. In the midst of Gerian's astounded stare, he stuffed the sky-blue glass bottle into his hand.

source: “看来这个世界真心对自己好的，只有娘亲，大爷爷和小奴吧？”
en_us: "Are Mother, Grandfather, and Xiaonu the only ones in this world who would show real kindness to me?"

source: “看来这几天要仔细观察柳长老炼丹，先把这炼丹的手法学会再说……”
en_us: Looks like I should carefully observe how Elder Liu refines elixirs for the next couple of days. I must first learn the art of refining elixirs before I can think of doing anything else...

source: “看来这里就是陪练的地方了，这小房间是练功房？这最少有二十间吧？难怪陪练不够。”
en_us: It seems like this is the place where sparring practice occurs. Is this small room the technique-practicing room? Surely there must be at least twenty rooms here, no? No wonder there are not enough sparring partners available.

source: “看看我刚才找到了什么……”
en_us: "Look at what I found just now..."

source: “看见那个小胡子没有，就是第二排中间，穿红色法师袍，看起来很骚包那家伙。”葛瑞安躲在一群魔法师中间，很猥琐的伸手朝前排指了一指：“那就是梅林家的老三埃文，马修斯的亲弟弟，梅林家三兄弟里，就数这家伙最没出息，到现在都还只是个魔导士……”
en_us: "See the little moustache, the one in the middle of the second row wearing a red mage robe and looking all hussy?" Gerian hid among the group of mages, stretched his hand and pointed pettily at the front row. "That is Evan, the third son of the Merlin Family and Matthew's younger brother. Among the three brothers in the Merlin Family, he's the good-for-nothing one, merely a Magic Shooter now..."

source: “看起来有些面生，不过好象是跟凯文魔法师一起来的，应该是他的随从或学徒之类的……”虽然不知道这青年的真正身份，但安东尼在交谈中，却始终保持着恭敬的态度，因为这个青年是城主大人介绍来的，说是来自法兰王都，而且从两人言谈举止之间，安东尼可以很清楚的看出，他们绝不是一般的关系。
en_us: "Looks a little unfamiliar, but he came with Mage Kevin, so he should be his attendant or apprentice of sorts..." Although he did not know the true identity of this young man, Anthony had maintained a respectful attitude throughout the conversation. This young man was introduced by the Castellan, who said that he had come from the capital of Felan Kingdom. From the way they talked and behaved, Anthony could clearly see that they were in no ordinary relationship.
